[
  {
    "id": 1,
    "title": "The Legend of Zelda",
    "year": "1986",
    "platform": "NES",
    "summary": " In the original game, the hero named Link embarks on a quest to rescue Princess Zelda and defeat the evil Ganon. Armed with the legendary Master Sword, Link explores the vast land of Hyrule, uncovers dungeons, solves puzzles, and collects powerful items to restore peace and harmony to the kingdom.",
    "box_art": "https://th.bing.com/th/id/R.fa0a6e6b5a9e3b4e988ffdf38b81c350?rik=Dnp7%2bHh4Z%2f5dKA&riu=http%3a%2f%2fwww.mobygames.com%2fimages%2fcovers%2fl%2f14445-the-legend-of-zelda-nes-front-cover.jpg&ehk=u2Ep0KVIBCRTWjIP%2fkZbCSyOhWXEdupfOezcov5HELU%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 2,
    "title": "The Adventure of Link",
    "year": "1987",
    "platform": "NES",
    "summary": " Set after the events of the first game, The Adventure of Link follows Link as he searches for the Triforce of Courage. Link must awaken the sleeping Princess Zelda by collecting the Triforce of Courage and placing it in the Great Palace. Along the way, he faces formidable challenges, battles fierce enemies, and learns powerful spells to confront Ganon's minions and restore peace to Hyrule.",
    "box_art": "https://th.bing.com/th/id/R.1035372e296e274ebf64cecb871d2492?rik=tOvJpg2BatGluw&riu=http%3a%2f%2fwww.mobygames.com%2fimages%2fcovers%2fl%2f14437-zelda-ii-the-adventure-of-link-nes-front-cover.jpg&ehk=QG8JVz34KpYIrOJAAJdXYxRmZZOtyEk5OSRzyNm2yQc%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 3,
    "title": "A Link to the Past",
    "year": "1991",
    "platform": "SNES",
    "summary": " A Link to the Past introduces players to the land of Hyrule, divided between the Light World and the Dark World. When the wizard Agahnim kidnaps Princess Zelda and tries to break the seal between the worlds, Link embarks on a quest to rescue her. Armed with the Master Sword and aided by a mystical artifact called the Moon Pearl, Link must navigate dungeons, solve puzzles, and defeat Ganon to restore balance to Hyrule.",
    "box_art": "https://th.bing.com/th/id/R.79c08126f9a62deadcfe2ccb4830ae91?rik=qVlVSwBVDStEsw&riu=http%3a%2f%2fimages.launchbox-app.com%2f2174ed9f-95d8-477d-8f62-9be29dafef29.png&ehk=poxbn5zahyNNuFhOuJO0JUi3wJOirwtnrjcyOF4%2bYpA%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 4,
    "title": "Link's Awakening",
    "year": "1993",
    "platform": "Game Boy",
    "summary": " Shipwrecked on the mysterious Koholint Island, Link sets out to awaken the Wind Fish, the island's deity. To accomplish this, he must collect musical instruments and confront nightmarish creatures within the island's dungeons. As Link uncovers the island's secrets, he questions the nature of his reality and discovers the truth behind the enigmatic Wind Fish.",
    "box_art": "https://cdn.mobygames.com/covers/4369697-the-legend-of-zelda-links-awakening-dx-game-boy-color-front-cove.jpg"
  },
  {
    "id": 5,
    "title": "Ocarina of Time",
    "year": "1998",
    "platform": "Nintendo 64",
    "summary": " In one of the most iconic entries in the series, Ocarina of Time tells the story of the Hero of Time, Link. As a young boy, Link is summoned by the Great Deku Tree and embarks on a time-traveling adventure. Guided by the mysterious Sheikah tribe and wielding the legendary Master Sword, Link faces off against Ganondorf, rescues the seven Sages, and ultimately prevents Ganon from obtaining the Triforce and ruling over Hyrule.",
    "box_art": "https://th.bing.com/th/id/R.d1f4551229f75c4dbe4cf6108d3a742b?rik=he1CiRA08UCwow&riu=http%3a%2f%2fwww.geekchicelite.com%2fwp-content%2fuploads%2f2016%2f05%2fThe_Legend_of_Zelda_Ocarina_of_Time_box_art-1130x824.png&ehk=3ayBB1lFP735cpeire%2bcWDKczT23aPx8G6TJf2sC2fs%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 6,
    "title": "Majora's Mask",
    "year": "2000",
    "platform": "Nintendo 64",
    "summary": " Continuing from the events of Ocarina of Time, Majora's Mask finds Link in the parallel world of Termina. The Skull Kid, possessed by a dark entity called Majora's Mask, has brought the moon down to crash into Termina in three days. Link must repeat this three-day cycle, using his time-manipulating Ocarina and transforming into different forms, to save Termina's inhabitants and unravel the mystery behind Majora's Mask.",
    "box_art": "https://th.bing.com/th/id/R.7b4e6401d8f078097f39df6be092fa18?rik=22tWk1ro10VecA&riu=http%3a%2f%2f2.bp.blogspot.com%2f-n7A7SWoeiWI%2fVo6yfR7IjHI%2fAAAAAAAABJY%2fKgPlgXVH1us%2fs1600%2fThe_Legend_of_Zelda_-_Majora%252527s_Mask_Box_Art.jpg&ehk=4OP0BfTdrpYlynaA4IktX8aEBrpM2dj6ImKDTbKyEFI%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 7,
    "title": "Oracle of Ages",
    "year": "2001",
    "platform": "Game Boy Color",
    "summary": " Link embarks on two interconnected adventures in Oracle of Ages and Oracle of Seasons. In Oracle of Ages, Link travels back and forth through time to rescue the Oracle of Ages, Nayru, from the evil sorceress Veran. Both quests intertwine to reveal a greater threat and require Link's courage and wit to save both realms from impending doom.",
    "box_art": "https://images.launchbox-app.com/735d1bf0-a553-46e9-9827-7bda86467eca.jpg"
  },
  {
    "id": 8,
    "title": "Oracle of Seasons",
    "year": "2001",
    "platform": "Game Boy Color",
    "summary": " Link embarks on two interconnected adventures in Oracle of Ages and Oracle of Seasons. In Oracle of Seasons, Link harnesses the power of the changing seasons to rescue the Oracle of Seasons, Din, from the malevolent General Onox. Both quests intertwine to reveal a greater threat and require Link's courage and wit to save both realms from impending doom.",
    "box_art": "https://images.launchbox-app.com/83cff8eb-8e60-4655-87ef-26f4a974590e.jpg"
  },
  {
    "id": 9,
    "title": "The Wind Waker",
    "year": "2002",
    "platform": "GameCube",
    "summary": " Set in a flooded Hyrule, The Wind Waker follows a young hero named Link who sets out to rescue his sister and defeat the sorcerer Ganondorf. Armed with the power of the Wind Waker, Link navigates the Great Sea, explores islands, and uncovers ancient artifacts. Along his journey, he discovers the true power of the Triforce and learns about the ancient kingdom that once flourished beneath the waves.",
    "box_art": "https://cdn.mobygames.com/covers/3984195-the-legend-of-zelda-the-wind-waker-gamecube-front-cover.jpg"
  },
  {
    "id": 10,
    "title": "The Minish Cap",
    "year": "2004",
    "platform": "Game Boy Advance",
    "summary": " Four Swords Adventures features a cooperative multiplayer experience where Link splits into four copies of himself using the power of the Four Sword. Together, the Links must rescue the captured maidens and defeat the evil sorcerer Vaati, who seeks to unleash darkness upon Hyrule. Players must work together to solve puzzles, battle enemies, and restore peace to the land.",
    "box_art": "https://cdn.mobygames.com/covers/4143483-the-legend-of-zelda-the-minish-cap-game-boy-advance-front-cover.jpg"
  },
  {
    "id": 11,
    "title": "Twilight Princess",
    "year": "2006",
    "platform": "GameCube, Wii",
    "summary": " In Twilight Princess, a young Link is drawn into the parallel realm of Twilight. Transformed into a wolf, Link teams up with the imp-like creature Midna to stop the malevolent usurper King Zant and the dark lord Ganondorf. Link must traverse the vast lands of Hyrule, uncover ancient secrets, and restore light to the Twilight-covered kingdom.",
    "box_art": "https://th.bing.com/th/id/R.00c0614a10de53e528084c7b120c0de7?rik=afWhsnXylym2dw&riu=http%3a%2f%2fi.imgur.com%2fdJWaoqT.jpg&ehk=gB6emAp%2fJ4XS9%2fsaXf7Z21ugGplCVsugl9ElhQbobTo%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 12,
    "title": "Phantom Hourglass",
    "year": "2007",
    "platform": "Nintendo DS",
    "summary": " Phantom Hourglass continues the story of Link and Tetra from The Wind Waker. Link sets sail on an adventure to rescue Tetra and defeat the ghost ship that plagues the seas. Guided by the fairy Ciela and searching for the ghost ship's captain, Bellum, Link explores various islands, solves puzzles in dungeons, and battles enemies using the unique controls of the Nintendo DS.",
    "box_art": "https://www.exophase.com/images/misc/zeldaphbox.jpg"
  },
  {
    "id": 13,
    "title": "Spirit Tracks",
    "year": "2009",
    "platform": "Nintendo DS",
    "summary": " Spirit Tracks takes place in a world where Hyrule is connected by a network of spirit tracks. Link, now a train conductor, teams up with Princess Zelda's spirit to stop the evil Chancellor Cole and his demon partner Malladus from obtaining Zelda's body and ruling over the land of Hyrule. Together, they traverse dungeons, control a phantom knight, and restore the sacred Spirit Tracks to save their kingdom.",
    "box_art": "https://images.launchbox-app.com/620e1a5c-5998-4e28-a2ae-9665867ce880.jpg"
  },
  {
    "id": 14,
    "title": "Skyward Sword",
    "year": "2011",
    "platform": "Wii",
    "summary": " Skyward Sword serves as the origin story of the Legend of Zelda series. Players follow Link, a young hero from the floating island of Skyloft, as he embarks on a journey to rescue Zelda and uncover the secrets of the Goddess Hylia and the Triforce. Wielding the powerful Goddess Sword and utilizing motion controls, players engage in intense sword combat, solve intricate puzzles, and explore the skies and the surface world below.",
    "box_art": "https://th.bing.com/th/id/R.e82eb6bd304a056a889cc4ff427917d2?rik=lHvISVAXaHCNmQ&riu=http%3a%2f%2fwww.nintendoworldreport.com%2fmedia%2f27626%2f4%2f1.jpg&ehk=WbOpQHJZjuevEVIqHm9%2bDLoWvQH8ogvRCBLT9h6nESk%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 15,
    "title": "A Link Between Worlds",
    "year": "2013",
    "platform": "Nintendo 3DS",
    "summary": " A spiritual successor to A Link to the Past, A Link Between Worlds introduces players to the kingdom of Hyrule and the parallel world of Lorule. Link must save both realms from the sorcerer Yuga, who has turned Hyrule's descendants into paintings. Armed with the ability to merge into walls, Link traverses dungeons, rents or purchases items, and ultimately faces the challenge of confronting his dark counterpart.",
    "box_art": "https://www.zeldadungeon.net/wiki/images/7/77/A-Link-Between-Worlds-Box-Art.jpg"
  },
  {
    "id": 16,
    "title": "Tri Force Heroes",
    "year": "2015",
    "platform": "Nintendo 3DS",
    "summary": " Tri Force Heroes is a cooperative multiplayer game where three Links work together to save the fashion-obsessed kingdom of Hytopia. Players must embark on fashion-themed quests, solve puzzles, and defeat enemies in order to rescue Princess Styla from the curse of the Lady Maud and defeat the evil witch, the Lady of Fashion.",
    "box_art": "https://th.bing.com/th/id/R.4234d6892deb5670fd929c657ac213cd?rik=AzN7C%2f%2fD%2b%2fH81A&riu=http%3a%2f%2fgameidealist.com%2fwp-content%2fuploads%2fThe-Legend-of-Zelda-Tri-Force-Heroes-new-box-art-1024x937.jpg&ehk=bmQEeuvNWqX1%2bYrutOoqDJ%2fgbn5MiWFhywMBZEMKlKA%3d&risl=&pid=ImgRaw&r=0"
  },
  {
    "id": 17,
    "title": "Breath of the Wild",
    "year": "2017",
    "platform": "Nintendo Switch",
    "summary": " Set in a vast open world, Breath of the Wild features a new iteration of Link who awakens from a century-long slumber. He must defeat Calamity Ganon, rescue Princess Zelda, and save the kingdom of Hyrule from the ancient evil that has taken over. With freedom to explore and interact with the environment, players embark on an epic quest, uncovering the story of the fallen kingdom and restoring its former glory.",
    "box_art": "https://th.bing.com/th/id/R.1a514ae8de87b2339e183bfb86a17142?rik=IOXMw%2frU8pplXQ&pid=ImgRaw&r=0"
  },
  {
    "id": 18,
    "title": "Tears of the Kingdom",
    "year": "2023",
    "platform": "Nintendo Switch",
    "summary": " After the events of Breath of the Wild, Link and Zelda explore a hidden passage beneath Hyrule Castle, leading them to discover ancient Zonai ruins and a mummified Ganondorf bound by Gloom. As they awaken Ganondorf, he curses Link, leaving him with a decayed Master Sword and a blackened arm, while Hyrule Castle rises into the sky and Zelda disappears. Guided by a ghostly figure named Rauru, Link embarks on a quest to regain his strength, rescue Zelda, and defeat Ganondorf, with the help of new allies and the power of the Secret Stones.",
    "box_art": "https://www.box.co.uk/image?id=5232796&quality=90&maxwidth=0&maxheight=0"
  }
]